Repository: sevtor/modules
Catalog: descendants-overview/resources/lang/*/messages.po
Languages: de, nl, sv

source: An overview of the descendants of an individual.
de: Ein Überblick über die Nachkommen einer Person.
nl: Een overzicht van de afstammelingen van een persoon.
sv: En översikt av ättlingarna till en person.

source: Descendants overview
de: Nachkommenübersicht
nl: Afstammelingenoverzicht
sv: Ättlingar översikt

source: emig
sv: &#x21E8;

source: Married earlier to a relative, see above!
de: Mit einem Verwandten verheiratet, siehe oben!
nl: Getrouwd met een familielid, zie hierboven!
sv: Gift tidigare med en släkting, se ovan!

source: Married to a relative, for family see above!
de: Mit einem Verwandten verheiratet, für Familie siehe oben!
nl: Getrouwd met een familielid, zie hierboven!
sv: Gift med en släkting, för familj se ovan!

source: Married to a relative, see below!
de: Mit einem Verwandten verheiratet, siehe unten!
nl: Getrouwd met een familielid, zie hieronder!
sv: Gift med en släkting, se nedan!

source: née
de: geb.
sv: f.

source: Show nicknames
de: Spitznamen angezeigen
nl: Toon roepnamen
sv: Visa smeknamn

source: sp
de: Ehep
nl: e.v
sv: ma

source: Yes, between double quotes: "nick"
de: Ja, zwischen doppelten Anfürungszeichen: "nick"
nl: Ja, tussen dubbele aanhalingstekens: "roepnaam"
sv: Ja, mellan dubbla citationstecken: "nick"

source: Yes, between parenthesis: (nick)
de: Ja, in Klammern: (nick)
nl: Ja, tussen haakjes: (roepnaam)
sv: Ja, inom parentes: (nick)

source: n√©e
nl: geb.
