Repository: sevtor/modules
Catalog: family-history/resources/lang/*/messages.po
Languages: de, nl, sv

source: a relative
nl: een verwant
sv: en släkting

source: A report of an individual’s relatives, in a narrative style.
de: Ein Bericht im Erzähl-Stil über die Verwandten einer Person.
nl: Een verhalend rapport van de afstammelingen van een persoon.
sv: En rapport om en persons släktingar, i en berättande stil.

source: by
de: an
nl: door
sv: av

source: child of
de: Kind von
nl: kind van
sv: barn till

source: Children, see spouse above.
de: Kinder, siehe Ehepartner darüber.
nl: Kinderen, zie partner hierboven.
sv: Barn, se make/maka ovan.

source: Explanation
nl: Toelichting
sv: Förklaring

source: Family history
de: Familiengeschichte
nl: Familiegeschiedenis
sv: Släkthistoria

source: f=father, m=mother, s=son, d=daughter, x=brother/sister/spouse (fmf=father's mother's father, ...)
nl: f=vader, m=moeder, s=zoon, d=dochter, x=broer/zus/echtgenoot (fmf=vader's moeders vader, ...)
sv: f=far, m=mor, s=son, d=dotter, x=bror/syster/partner (fmf=fars mors far, ...)

source: generation
nl: generatie

source: He emigrated to
de: Er wanderte aus nach
nl: Hij emigreerde naar
sv: Han utvandrade till

source: He engaged
de: Er verlobte sich
nl: Hij verloofde zich met
sv: Han förlovade sig med

source: He moved in with
de: Er zog ein mit
nl: Hij trok in bij
sv: Han flyttade ihop med

source: He was adopted
de: Er wurde adoptiert
nl: Hij werd geadopteerd
sv: Han adopterades

source: Hide 2nd last (province)
nl: Verberg één na laatste (provincie)
sv: Dölj nästa sista (län/provins)

source: Home country to hide (if any)
nl: Te verbergen landnaam (indien aanwezig)

source: Latest recorded name
nl: Laatste geregistreerde naam
sv: Senaste bokförda namn

source: Name at birth
nl: Naam bij geboorte
sv: Namn vid födseln

source: née
de: geb.
nl: geb.
sv: f.

source: Reduce place names
nl: Verkort plaatsnamen
sv: Förkorta platsnamnen

source: Relationship to the selected individual: f=father, m=mother, s=son, d=daughter, x=brother/sister/spouse (fmf=father's mother's father, ...)
nl: Verwantschap tot de geselecteerde persoon: f=vader, m=moeder, s=zoon, d=dochter, x=broer/zus/echtgenoot (fmf=vader's moeders vader, ...)
sv: Släktrelation till den valda personen: f=far, m=mor, s=son, d=dotter, x=bror/syster/partner (fmf=fars mors far, ...)

source: Relationship to the selected individual is shown in parenthesis after the name:
nl: Verwantschap tot de geselecteerde persoon staat tussen haakjes achter de naam:
sv: Släktrelation till den valda personen visas inom parentes efter namnet:

source: She emigrated to
de: Sie wanderte aus nach
nl: Zij emigreerde naar
sv: Hon utvandrade till

source: She engaged
de: Sie verlobte sich
nl: Zij verloofde zich met
sv: Hon förlovade sig med

source: She moved in with
de: Sie zog ein mit
nl: Zij trok in bij
sv: Hon flyttade ihop med

source: She was adopted
de: Sie wurde adoptiert
nl: Zij werd geadopteerd
sv: Hon adopterades

source: Show family relationship
nl: Toon familieverwantschap
sv: Visa släktskap

source: Show nicknames
nl: Toon roepnamen
sv: Visa smeknamn

source: Show only first part
nl: Toon alleen eerste deel
sv: Visa bara första delen

source: The husband died
de: Der Ehemann starb
nl: De partner overleed
sv: Maken dog

source: The wife died
de: Die Ehefrau starb
nl: De partner overleed
sv: Makan dog

source: They divorced
de: Sie wurden geschieden
nl: Ze scheidden
sv: De separerade

source: They separated
de: Sie trennten sich
nl: Ze gingen uit elkaar
sv: De separerade

source: Which names to show
nl: Welke namen tonen
sv: Välj namn som ska visas

source: Yes, between double quotes: "nick"
nl: Ja, tussen dubbele aanhalingstekens: "roepnaam"

source: Yes, between parenthesis: (nick)
nl: Ja, tussen haakjes: (roepnaam)
sv: Ja, inom parentes: (nick)
